skills_Ranger = {'Меткий выстрел': (0, 35, 'you', 100, 0, 0), 'Метка': (0, 5, 'you', 3, 0, 2),
                 'Рефлексы охотника': (0, 30, 'hero', 0, 0, 5), 'Град выстрелов': (0, 50, 'all', 20, 0, 0),
                 'Целебные травы': (0, 20, 'hero', 0, 20, 0)}

skills_Ranger_lvl = [(10, 15, 0, 0), (5, 5, 0, 2), (10, 0, 0, 1), (15, 10, 0, 0), (5, 0, 5, 0)]

skills_Warrior = {'Рубящий удар': (0, 35, 'you', 100, 0, 0), 'удар щитом': (0, 5, 'you', 3, 0, 2),
                 'Поднять Щиты': (0, 30, 'hero', 0, 0, 5), 'Град ударов': (0, 50, 'all', 20, 0, 0),
                 'Малая перевязка': (0, 20, 'hero', 0, 20, 0)}

skills_Warrior_lvl = [(10, 18, 0, 0), (5, 8, 0, 3), (10, 0, 0, 5), (15, 10, 0, 0), (5, 0, 1, 0)]


skills_Wizard = {'Fireball': (0, 35, 'you', 100, 0, 0), 'Огненая броня': (0, 5, 'you', 3, 0, 2),
                 'Чародейский интеллект': (0, 30, 'hero', 0, 0, 5), 'Молния': (0, 50, 'all', 20, 0, 0),
                 'Восполнение Сил': (0, 20, 'hero', 0, 20, 0)}

skills_Wizard_lvl = [(15, 21, 0, 0), (5, 1, 0, 1), (10, 0, 0, 2), (20, 20, 0, 0), (10, 0, 1, 0)]

start_weapon_ranger = ('лук', 'нож')
start_armor_ranger = ('потрёпаная одежда приключенца', 'шляпа робин гуда')

start_weapon_warrior = ('меч', 'щит')
start_armor_warrior = ('потрёпаная одежда приключенца', 'шлем')

start_weapon_wizard = ('палочка Гари Патера', 'книга-<краткий гайд по игре>')
start_armor_wizard = ('потрёпаная одежда приключенца', 'колпак (поворской) магический')


